[
  {
    "userId": 1,
    "id": 1,
    "title": "Смартфон DEXP A440 8 ГБ серый",
    "body": "Смартфон DEXP A440 - оптимальный вариант для непритязательных пользователей. Это устройство готово обеспечить своего владельца возможностью совершать звонки в любых условиях независимо от того, насколько близко он находится к ближайшему населенному пункту, благодаря поддержке сетей 2G и 3G. Модель имеет элегантную черную расцветку пластикового корпуса. Разграничить личную жизнь и рабочие вопросы поможет возможность использования в этом мобильном аппарате двух SIM-карт одновременно.На передней панели смартфона DEXP A440 расположился 4-дюймовый экран с разрешением 800x480 пикселей. Функционирующая на базе операционной системы Android 11 Go техника оснащена 4-ядерным процессором Spreadtrum SC7731E и 1 ГБ оперативной памяти. За долгую автономную работу мобильного аппарата отвечает литий-ионный аккумулятор с емкостью 1440 мА*ч."
  },
  {
    "userId": 1,
    "id": 2,
    "title": "Смартфон DEXP A350 16 ГБ зеленый",
    "body": "Смартфон DEXP A350 - оптимальный вариант для непритязательных пользователей. Это устройство готово обеспечить своего владельца возможностью совершать звонки в любых условиях независимо от того, насколько близко он находится к ближайшему населенному пункту, благодаря поддержке сетей 2G и 3G. Модель имеет элегантную зеленую расцветку пластикового корпуса.На передней панели смартфона DEXP A350 расположился 5-дюймовый экран с разрешением 960x480 пикселей. Функционирующая на базе операционной системы Android 9.0 Pie Go техника оснащена 4-ядерным процессором MediaTek MT6580M и 1 ГБ оперативной памяти. Для карты памяти формата microSD предусмотрен отдельный слот. За долгую автономную работу мобильного аппарата отвечает литий-ионный аккумулятор с емкостью 2500 мА*ч."
  },
  {
    "userId": 1,
    "id": 3,
    "title": "Смартфон BQ 4030G Nice Mini 16 ГБ синий",
    "body": "Смартфон BQ 4030G Nice Mini выполнен в корпусе синего цвета и отличается компактными размерами. Данная модель оснащена сенсорным экраном диагональю 3.97 дюймов, на котором отображается реалистичная и красочная картинка. Благодаря процессору с 4 ядрами и 1 ГБ оперативной памяти достигается хорошая отзывчивость системы при выполнении разных задач.В конструкции BQ 4030G Nice Mini имеются 2 слота для SIM-карт и отдельный слот для установки карты памяти. Основная камера 2 Мп позволяет запечатлевать фотографии и видео, а для видеозвонков предлагается камера 0.3 Мп на передней стороне. В устройстве реализованы востребованные интерфейсы коммуникации для обмена файлами, навигации и доступа в Интернет. Съемный литий-ионный аккумулятор на 1550 мА*ч гарантирует продолжительное время работы смартфона в автономном режиме."
  },
  {
    "userId": 1,
    "id": 4,
    "title": "Смартфон INOI 2 2021 8 ГБ синий",
    "body": "Смартфон INOI 2 2021 со своим стилем: классический корпус, выполненный из прорезиненного поликарбоната — хорошо выглядит и долго служит, а так же прекрасно лежит в руке. Просто взгляните на экран смартфона, и функция распознавания лица обеспечит быстрый и удобный доступ к устройству. INOI 2 2021 поддерживает Bluetooth версии 4.0.С помощью приложения «Усилитель звука» звука можно усилить нужные звуки, отфильтровать фоновый шум и отрегулировать настройки для максимально комфортного звучания. Подключите к устройству наушники, чтобы не пропустить ни слова, когда общаетесь с близкими друзьями, смотрите телевизор или слушаете лекцию. INOI 2 2021 поддерживает кодек Hi-Res аудио для прослушивания музыки в невероятно высоком качестве через беспроводные наушники. INOI 2 2021 оснащен улучшенным A-GPS модулем для более быстрого и точного определения местоположения, поэтому вы сможете легко пользоваться навигацией. А с функцией Find My Phone удаленно посмотреть местоположение телефона в случае утери или кражи."
  }
]
